Repository: ZikulaGroupware/Main
Catalog: src/modules/Groupware/locale/*/LC_MESSAGES/module_groupware.po
Languages: de

source: CSCW module
de: CSCW Modull

source: Overview
de: Überblick

source: Dates in the next 7 days
de: Termine in den nächsten 7 Tagen

source: No dates in the next 7 days!
de: Keine Termine in den nächsten 7 Tagen!

source: New posts in the forum
de: Neues aus dem Forum

source: by
de: von

source: To-do
de: Zu erledigen

source: There are no undone tasks!
de: Es sind keine unerledigten Aufgaben vorhanden!

source: Last finished tasks
de: Zuletzt vollendete Aufgen

source: There are no finished tasks!
de: Es sind keine erledigten Aufgaben vorhanden!

source: Last changes in the wiki
de: Letzte Änderungen im Wiki

source: There are no recent changes
de: Es gab keine Veränderungen in der letzten Zeit

source: Last comments
de: Letzte Kommentare

source: on
de: am

source: Birthdays in the next 7 days
de: Geburtstage in den nächsten 7 Tagen

source: There are no birthdays!
de: Es sind keine Geburtstage vorhanden!
